Repository: Loksim3D/loksim3d-source
Catalog: WetterEdit/LoksimWetterEdit/Resources/Strings.*.resx
Languages: de_de

source: Above
de_de: Oben

source: Add new Weatherfile
de_de: Neue Wetterdatei hinzufügen

# AddVariable
source: New Variable
de_de: Neue Variable

# AppCloseUnsavedChanges
source: There are unsaved changes Would you like to save these changes?
de_de: Es existieren nicht gespeicherte Änderungen Wollen Sie die Änderungen speichern?

# AppName
source: Loksim WeatherEdit
de_de: Loksim WetterEdit

# AuthorColon
source: Author:
de_de: Ersteller:

source: Begin
de_de: Beginn

# BrightnessColon
source: Brightness:
de_de: Helligkeit:

source: Cancel
de_de: Abbrechen

source: Clear Image
de_de: Bild leeren

source: Copy
de_de: Kopieren

# CopyGestureText
source: Ctrl+C
de_de: Strg+C

source: Cut
de_de: Ausschneiden

# CutGestureText
source: Ctrl+X
de_de: Strg+X

source: Delete Variable
de_de: Variable löschen

source: East
de_de: Osten

source: End
de_de: Ende

# ErrorLoadingFile_0_Msg_1_
source: Error loading file {0}: {1}
de_de: Fehler beim Laden der Datei {0}: {1}

source: File Properties
de_de: Dateieigenschaften

# FileSaveError
source: Error while saving {0}: {1}
de_de: Fehler beim Speichern der Datei {0}: {1}

# FilesBmp
source: Bitmap Files
de_de: Bitmap Dateien

# FilesImages
source: Image Files
de_de: Bild Dateien

# FilesLoksim
source: Loksim Files
de_de: Loksim Dateien

# FilesSky
source: Sky Files
de_de: Himmelsdateien

# FilesWeather
source: Weather Files
de_de: Wetter Dateien

# File_0_NotFound
source: {0} not found
de_de: {0} konnte nicht gefunden werden

source: Image from Clipboard
de_de: Bild aus Zwischenablage

# MainMenuEdit
source: Edit
de_de: Bearbeiten

# MainMenuFile
source: _File
de_de: _Datei

# MainMenuFileClose
source: Close
de_de: Schließen

# MainMenuFileNew
source: _New
de_de: _Neu

# MainMenuFileOpen
source: _Open
de_de: _Öffnen

# MainMenuFileProperties
source: Properties
de_de: Eigenschaften

# MainMenuFileRecent
source: Recent Files
de_de: Zuletzt verwendet

# MainMenuFileSave
source: _Save
de_de: _Speichern

# MainMenuFileSaveAs
source: Save as...
de_de: Speichern unter...

source: New File
de_de: Neue Datei

source: North
de_de: Norden

source: Other Image
de_de: Anderes Bild

source: Paste
de_de: Einfügen

# PasteGestureText
source: Ctrl+V
de_de: Strg+V

# PathColon
source: Path:
de_de: Pfad:

# PropabilityColon
source: Propability:
de_de: Wahrscheinlichkeit:

source: Remove Weatherfile
de_de: Wetterdatei entfernen

# SightdistanceColon
source: Sightdistance:
de_de: Sichtweite:

source: Skyfile
de_de: Himmelsdatei

# SkyFileDescription
source: Combines some Weatherfiles into one file that allows to select a sky
de_de: Fasst mehrere Wetterdateien zu einer Himmelsauswahl zusammen

source: South
de_de: Süden

source: Value
de_de: Wert

source: Variables
de_de: Variablen

# VarValidationEmpty
source: Please insert a variable name.
de_de: Bitte geben Sie einen Variablennamen ein.

# VarValidationNumber
source: Variablenames cannot start with numbers.
de_de: Variablenname darf nicht mit Ziffer beginnen.

# VarValidation_0_Illegal
source: '{0}' cannot be used in a variable name.
de_de: '{0}' darf nicht in Variablenname vorkommen.

source: Weatherfile
de_de: Wetterdatei

# WeatherFileDescription
source: Defines the weather for a whole day
de_de: Definiert das Wetter für einen ganzen Tag

# WeatherFilePropabilityDescription
source: The higher this propability the more likely this weather will be choose when using random weahter selection
de_de: Je höher desto wahrscheinlicher wird dieses Wetter bei Zufallsauswahl verwendet

source: West
de_de: Westen

# WthAddTimerange
source: New Timerange
de_de: Neuer Zeitbereich

# WthBrightnessDay
source: Brightness Day
de_de: Helligkeit Tag

# WthBrightnessFactor
source: Factor Brightness
de_de: Helligkeitsfaktor

# WthBrightnessNight
source: Brightness Night
de_de: HelligkeitNacht

# WthCaption
source: Caption (Text for Weather Selection)
de_de: Überschrift (Text für Wetterauswahl)

# WthDawnBegin
source: Begin Dawn
de_de: Beginn Morgengrauen

# WthDawnEnd
source: End Dawn
de_de: Ende Morgengrauen

# WthDeleteTimerange
source: Delete Timerange
de_de: Zeitbereich löschen

# WthDuskBegin
source: Begin Dusk
de_de: Beginn Abenddämmerung

# WthDuskEnd
source: End Dusk
de_de: Ende Abenddämmerung

# WthIllumination
source: Illumination
de_de: Beleuchtung

# WthSightDirColon
source: Sightdirection:
de_de: Sichtrichtung:

# WthSightdistance
source: Sightdistance
de_de: Sichtweite

# WthSkyboxTexAbove
source: Texture above
de_de: Textur oben

# WthSkyboxTexEast
source: Texture on the right (East)
de_de: Textur rechts (Osten)

# WthSkyboxTexNorth
source: Texture ahead (North)
de_de: Textur vorne (Norden)

# WthSkyboxTexSouth
source: Texture behind (South)
de_de: Textur hinten (Süden)

# WthSkyboxTexWest
source: Texture on the left (West)
de_de: Textur links (Westen)

# WthTimeRanges
source: Timeranges
de_de: Zeitbereiche

# WthTimeToTestColon
source: Time to test:
de_de: Zu testende Zeit:

# WthVarsDescription
source: You can define custom variables or use predefined ones. Variables can be used to control the visibility of objects or sounds.
de_de: Sie können beliebige Variablen definieren oder vordefinierte Variable verwenden. Diese können verwendet werden, um die Sichtbarkeit von Objekten zu steuern.

# AboutWndDateColon
source: Date:
de_de: Datum:

# AboutWndProdVersColon
source: Product Version:
de_de: Produkt Version:

# AboutWndTitle
source: About WeatherEdit
de_de: Über WetterEditor

# AboutWndTxt
source: Loksim3D is a freeware application and can be used at no charge. A commercial usage, leasing or sale of the product is prohibited. The copyright owners of this program are Ralf Gryga, Lukas Haselsteiner, Uwe Klein and Martin Mory. Für irgendwelche Schäden, die sich aus der Nutzung des Simulators ergeben sollten, wird keinerlei Haftung übernommen.
de_de: Der Loksim3D ist Freeware und darf kostenfrei weitergegeben werden. Eine kommerzielle Nutzung durch Vermietung und Verkauf ist untersagt. Die Rechte an diesem Programm liegen bei den Herren Ralf Gryga, Lukas Haselsteiner, Uwe Klein und Martin Mory. Für irgendwelche Schäden, die sich aus der Nutzung des Simulators ergeben sollten, wird keinerlei Haftung übernommen.

# MainMenuHelpAbout
source: Info about Loksim WeatherEdit
de_de: Info über Loksim WetterEditor

# MainMenuEditSettings
source: Settings
de_de: Optionen

# SettingsDefaultFileAuthorColon
source: Default author:
de_de: Standard Dateiersteller:

# SettingsDefaultFileInfoColon
source: Default fileinfo:
de_de: Standard Dateiinfo:

# SettingsLanguageColon
source: Language:
de_de: Sprache:

# SettingsLanguageRestart
source: Change requires restart of application
de_de: Änderung erfordert Neustart der Anwendung

# SettingsTitle
source: Settings
de_de: Optionen

# SettingsUacStartMode
source: If no write permissions...
de_de: Wenn keine Schreibrechte...

# SettingsUacStartModeAsk
source: Ask what to do
de_de: Nachfragen

# UacDlgBtnAdmin
source: Start as Admin
de_de: Als Admin starten

# UacDlgBtnNoAdmin
source: Do not start as Admin
de_de: Nicht als Admin starten

# UacDlgCaption
source: No write permission
de_de: Keine Schreibrechte

# UacDlgCheckBoxText
source: Save choice and do not ask again
de_de: Auswahl speichern und nicht mehr nachfragen

# UacDlgInstructionText
source: WeatherEdit does not have wright permissions in the current directory
de_de: Der WetterEditor hat im aktuellen Verzeichnis keine Schreibrechte

# UacDlgText
source: For saving files write permissions are needed. Do you want to restart WetherEdit with administrative privileges to gain write permissions?
de_de: Für das Speichern von Dateien werden Schreibrechte benötigt. Wollen Sie den Editor als Administrator starten um Schreibrechte zu erlangen?

source: Driving Cab File
de_de: Führerstand

# DrivingCabFileDescription
source: Defines the driving cab of an engine
de_de: Definiert Aussehen und Funktionalität des Führerstands einer Lok

# PositiveIntegerValidation
source: Please insert a positive integer
de_de: Bitte geben Sie eine positive ganze Zahl ein

# WthSkyboxDescTexture
source: Texturefile
de_de: Texturdatei

# WthSkyboxDescTextureTileU
source: h. tiles
de_de: h. Kacheln

# WthSkyboxDescTextureTileV
source: v. tiles
de_de: v. Kacheln

# WthSkyboxDescToolTipTextureTileU
source: Number of horizontal tiles
de_de: Anzahl horizontaler Kacheln

# WthSkyboxDescToolTipTextureTileV
source: Number of vertical tiles
de_de: Anzahl vertikaler Kacheln

# PositiveFloatValidation
source: Please insert a positive number
de_de: Bitte geben Sie eine positive Zahl ein

# DokuColon
source: Documentation:
de_de: Doku:

# FilesDoku
source: Documentation
de_de: Dokumentation

# WeatherFileDown
source: Move down
de_de: Nach unten

# WeatherFileUp
source: Move up
de_de: Nach oben

# Precipitation
source: Precipitation (Alpha)
de_de: Niederschlag (Alpha)

# PrecipitationDescription
source: Controls Precipitation in this timespan
de_de: Steuert Niederschlag in diesem Zeitbereich

source: Snowfall
de_de: Schneefall
